Repository: Sulaymon-Dev20/QuranApp
Catalog: QuranApp/*.lproj/Localizable.strings
Languages: uz

source: Arabic
uz: Arabcha

source: English
uz: Inglischa

source: Uzbek
uz: Uzbekcha

source: Russian
uz: Ruscha

source: Surahs
uz: Suralar

source: Juz
uz: Pora

source: Bookmarks
uz: xatcho'plar

# backtext
source: come back
uz: Qaytish

source: page
uz: sahifa

source: Al-Fatiha
uz: Fotiha

source: Al-Baqara
uz: Baqara

source: Al-Imran
uz: Oli Imron

source: An-Nisaa'
uz: Niso

source: Al-Ma'ida
uz: Moida

source: Al-An'am
uz: An'om

source: Al-A'raf
uz: A'rof

source: Al-Anfal
uz: Anfol

source: Al-Tawba
uz: Tavba

source: Ar-Ra'd
uz: Ra'd

source: Ibrahim
uz: Ibrohim

source: Al-Hijr
uz: Hijr

source: An-Nahl
uz: Nahl

source: Al-Israa
uz: Isro

source: Al-Kahf
uz: Kahf

source: Ta-Ha
uz: Toha

source: Al-Anbiya
uz: Anbiyo

source: Al-Hajj
uz: Haj

source: Al-Muminun
uz: Mu'minun

source: An-Nur
uz: Nur

source: Al-Furqan
uz: Furqon

source: Ash-Shuara
uz: Shuaro

source: An-Naml
uz: Naml

source: Al-Qasas
uz: Qasas

source: Al-Ankabut
uz: Ankabut

source: Ar-Rum
uz: Rum

source: Luqman
uz: Luqmon

source: As-Sajdah
uz: Sajda

source: Al-Ahzab
uz: Ahzob

source: Fatir
uz: Fotir

source: Yasin
uz: Yosin

source: As-Saffat
uz: Soffat

source: Sad
uz: Sod

source: Az-Zumar
uz: Zumar

source: Ghafir
uz: G'ofir

source: Ash-Shura
uz: Shuro

source: Az-Zukhruf
uz: Zuxruf

source: Ad-Dukhan
uz: Duxon

source: Al-Jathiya
uz: Josiya

source: Al-Ahqaf
uz: Ahqof

source: Al-Fath
uz: Fath

source: Al-Hujurat
uz: Hujurot

source: Qaf
uz: Qof

source: Az-Zariyat
uz: Zoriyot

source: At-Tur
uz: Tur

source: An-Najm
uz: Najm

source: Al-Qamar
uz: Qamar

source: Ar-Rahman
uz: Rahmon

source: Al-Waqia
uz: Voqea

source: Al-Hadid
uz: Hadid

source: Al-Mujadilah
uz: Mujodala

source: Al-Hashr
uz: Hashr

source: Al-Mumtahinah
uz: Mumtahana

source: As-Saff
uz: Sof

source: Al-Jumu'ah
uz: Juma

source: Al-Munafiqun
uz: Munofiqun

source: At-Taghabun
uz: Tag'obun

source: At-Talaq
uz: Taloq

source: At-Tahrim
uz: Tahrim

source: Al-Mulk
uz: Mulk

source: Al-Qalam
uz: Qalam

source: Al-Haqqah
uz: Haqqa

source: Al-Ma'arij
uz: Maorij

source: Al-Jinn
uz: Jin

source: Al-Muzzammil
uz: Muzzammil

source: Al-Muddaththir
uz: Muddassir

source: Al-Qiyamah
uz: Qiyomat

source: Al-Insan
uz: Inson

source: Al-Mursalat
uz: Mursalot

source: An-Naba
uz: Naba'

source: An-Naziat
uz: Nazi'at

source: At-Takwir
uz: Takvir

source: Al-Infitar
uz: Infitor

source: Al-Mutaffifin
uz: Mutoffifun

source: Al-Inshiqaq
uz: Inshiqoq

source: Al-Buruj
uz: Buruj

source: At-Tariq
uz: Toriq

source: Al-Ala
uz: A'lo

source: Al-Ghashiyah
uz: G'oshiya

source: Al-Fajr
uz: Fajr

source: Al-Balad
uz: Balad

source: Ash-Shams
uz: Shams

source: Al-Lail
uz: Layl

source: Ad-Duha
uz: Zuho

source: Ash-Sharh
uz: Sharh

source: At-Tin
uz: Tiyn

source: Al-Alaq
uz: Alaq

source: Al-Qadr
uz: Qadr

source: Al-Bayinah
uz: Bayyina

source: Az-Zalzalah
uz: Zalzala

source: Al-Adiyat
uz: Odiyot

source: Al-Qariah
uz: Qori'a

source: Al-Takathur
uz: Takosur

source: Al-Asr
uz: Asr

source: Al-Humazah
uz: Humaza

source: Al-Fil
uz: Fil

source: Quraish
uz: Quraysh

source: Al-Ma'un
uz: Mo'un

source: Al-Kauthar
uz: Kavsar

source: Al-Kafirun
uz: Kofirun

source: An-Nasr
uz: Nasr

source: Al-Masad
uz: Masad

source: Al-Ikhlas
uz: Ixlos

source: Al-Falaq
uz: Falaq

source: An-Nas
uz: Nos

source: Makkiyah
uz: Makkiy

source: Madaniyah
uz: Madaniy

source: %@ verses
uz: %@ Oyatlar

# search_surah
source: search...
uz: qidiruv...

# cannot_find
source: data not found
uz: Ma'lumot topilmadi

source: Back
uz: Orga qaytish

# search_bookmark
source: search...
uz: qidiruv...

source: Bookmark does not have yet
uz: Xatcho‘p hali mavjud emas

# launchScreenTitle
source: Holy Quran
uz: Quroni karim

source: Notifications
uz: Bildirishnomalar

source: Notification Permission Denied
uz: Bildirishnoma ruxsati rad etilgan

# notificationDoesNotExistYet
source: Notification doesn`t exist yet
uz: Bildirishnoma hali mavjud emas

source: Notification permission
uz: Bildirishnoma ruxsati

# allowNotificationToYsePlease
source: Allow notification to use please
uz: Iltimos, bildirishnomadan foydalanishga ruxsat bering

source: Cancel
uz: Bekor qilish

source: Allow
uz: Ruxsat bering

# selectMadhabToCorrectPrayIime
source: Select madhab to correct pray time
uz: Namoz vaqtini to'g'rilash uchun mazhabni tanlang

source: Fajr
uz: Bomdod

source: Sunrise
uz: Quyosh chiqishi

source: Dhuhr
uz: Peshin

source: Maghrib
uz: Shom

source: Isha
uz: Xufton

source: Hanafi
uz: Hanafiy

source: Shafi
uz: Shofiy

source: Location Permission Denied
uz: Joylashuv ruxsati rad etilgan

source: Location permission
uz: Joylashuv ruxsati

source: Allow location to use please
uz: Iltimos, joylashuvdan foydalanishga ruxsat bering

source: Location update
uz: Joylashuvni yangilash

source: Application color mode
uz: Ilova rang rejimi

source: Light
uz: Oq

source: Dark
uz: Qora

# system
source: System Mode
uz: Tizim rejimi

source: Notification time
uz: Xabar berish vaqti

source: Every Day
uz: Har kuni

source: Save
uz: Saqlash

source: Last read page
uz: Oxirgi o'qilgan sahifa

# prayTimeByDate %@
source: 🌙 Pray time on %@
uz: 🌙 Nomoz nomoz vaqtlari %@

source: 🕰️ Fajr: %@
uz: 🕰️ Bomdod: %@

source: 🕰️ Sunrise: %@
uz: 🕰️ Quyosh chiqishi: %@

source: 🕰️ Dhuhr: %@
uz: 🕰️ Peshin: %@

source: 🕰️ Maghrib: %@
uz: 🕰️ Shom: %@

source: 🕰️ Isha: %@
uz: 🕰️ Xufton: %@

source: Share button
uz: Ma'lumot almashish
